{
  "Issuer Account": "Conta Emissora",
  "Distributor Account": "Conta de Distribuição",
  "I own the issuer account secret key": "Possuo uma chave privada para a conta emissora",
  "I want to create a new issuing account": "Desejo criar uma nova conta emissora",
  "I own the distributor account secret key": "Possuo uma chave privada para a conta de distribuição",
  "I want to create a new distribution account": "Desejo criar uma nova conta distribuidora",
  "Stellar Network": "Rede Stellar",
  "Public Net": "Pública (https://horizon.stellar.org)",
  "Test Net": "Teste (https://horizon-testnet.stellar.org)",
  "Language": "Idioma",
  "English (en-US)": "Inglês Americano",
  "Brazilian Portuguese": "Português",
  "New key pair generated": "Novo par de chaves gerado!",
  "Invalid issuer account checksum": "Conta emissora inválida.",
  "Invalid issuer account public key. Please, generate a new key pair": "Chave pública da conta emissora é inválida. Por favor, tente gerar um novo par de chaves!",
  "Invalid issuer account checksum. Please, generate a new key pair": "Chave privada da conta emissora é inválida. Por favor, tente gerar um novo par de chaves!",
  "Invalid distributor account checksum": "Conta distribuidora inválida.",
  "Invalid distributor account public key. Please, generate a new key pair": "Chave pública da conta distribuidora é inválida. Por favor, tente gerar um novo par de chaves!",
  "Invalid distributor account checksum. Please, generate a new key pair": "Chave privada da conta distribuidora é inválida. Por favor, tente gerar um novo par de chaves",
  "You must confirm the keys were kept in a safe place": "Você deve confirma que as chaves geradas para a nova conta estão mantidas em um local seguro.",
  "Keep keys in a safe place": " Eu declaro que as chaves foram mantidas em um lugar seguro. Eu entendo que uma vez que as chaves se perderem a conta não pode ser recuperada.",
  "Asset Balances": "Saldos de Ativos",
  "Continue": "Continuar",
  "Cancel": "Cancelar",
  "Close App": "Fechar App",
  "No balance": "Sem saldo.",
  "Public Key": "Chave Pública",
  "Secret Seed": "Chave Privada",
  "Secret Key": "Chave Privada",
  "Create Key Pairs": "Criar o par de chaves",
  "Issue a New Asset": "Emitir um novo ativo",
  "Manage Assets": "Gerenciar Ativos",
  "Last balances update":  "Última atualização do saldo",
  "Update balances error": "Erro ao atualizar o salado",
  "Unknown": "desconhecida",
  "No updated": "Não atualizado",
  "XLM (Stellar Lumens)": "XLM (Stellar Lumens)",
  "Get lumens from Testnet": "Obter lumens para testes",
  "Trust an account": "Confiar em uma conta",
  "Balance": "Saldo",
  "Issuer": "Emissor",
  "Issue more": "Emitir mais",
  "Change trust limit": "Alterar limite de confiança",
  "An unexpected error occurred. Check your connection": "Ocorreu um erro inexperado, verifique a sua conexão!",
  "In order to receiving an asset you must fund your account with 31 Lumens or more": "Para receber um ativo você deve depositar no mínimo 31 Lumens para sua conta distribuidora.",
  "In order to issue an asset you must fund your account with 31 Lumens or more": "Para emitir um ativo você deve depositar no mínimo 31 Lumens para sua conta emissora.",
  "Issuing a New Asset": "Emitir um Novo Ativo",
  "Asset Information": "Informações do Ativo",
  "Asset Code": "Código do Ativo",
  "Trust Limit": "Limite de Confiança",
  "Amount to send to distributor": "Valor para envio ao distribuidor",
  "For this issuing is required the distributor account trust in issuer account": "Para esta emissão é obrigatório que a conta distribuidora confie na conta emissora. A relação de confiança será criada automaticamente.",
  "Trust, Issue and Send": "Confiar, Emitir e Enviar",
  "Invalid asset code. The code length must be between 1 and 12 characters": "Código do ativo inválido. O tamanho do código deve estar entre 1 e 12 caracteres.",
  "Invalid trust limit. Trust limit must be greater than 0": "Limite de confiança inválido. O limite de confiança deve ser maior que 0.",
  "Invalid amount. Amount to send must be greater than 0": "Valor de envio inválido. O valor para envio ao distribuidor deve ser maior que 0.",
  "Invalid amount. Amount to send must be equal or less than trust limit": "Valor de envio inválido. O valor para envio ao distribuidor deve ser menor ou igual ao limite de confiança.",
  "Asset issued. Check the distributor account balance": "Ativo emitido com sucesso. Verifique o saldo da conta distribuidora."
}
